2ClientData/Clients/x86RpsMultiple/500_t96_Ares.txt
====== SET ======
  100034 requests completed in 1.07 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.13% <= 2 milliseconds
0.36% <= 3 milliseconds
0.73% <= 4 milliseconds
72.74% <= 5 milliseconds
99.16% <= 6 milliseconds
100.00% <= 7 milliseconds
93664.80 requests per second

====== GET ======
  100092 requests completed in 1.01 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.27% <= 2 milliseconds
0.50% <= 3 milliseconds
9.17% <= 4 milliseconds
93.07% <= 5 milliseconds
99.19% <= 6 milliseconds
99.57% <= 7 milliseconds
99.97% <= 8 milliseconds
99.97% <= 13 milliseconds
99.99% <= 14 milliseconds
99.99% <= 17 milliseconds
100.00% <= 18 milliseconds
99199.21 requests per second


====== SET ======
  100145 requests completed in 1.08 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.14% <= 2 milliseconds
0.37% <= 3 milliseconds
0.75% <= 4 milliseconds
66.00% <= 5 milliseconds
98.56% <= 6 milliseconds
99.98% <= 7 milliseconds
100.00% <= 8 milliseconds
92641.08 requests per second

====== GET ======
  100107 requests completed in 1.01 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.28% <= 2 milliseconds
0.50% <= 3 milliseconds
9.17% <= 4 milliseconds
90.37% <= 5 milliseconds
99.05% <= 6 milliseconds
99.80% <= 7 milliseconds
100.00% <= 8 milliseconds
98724.84 requests per second


====== SET ======
  100158 requests completed in 1.07 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.15% <= 2 milliseconds
0.37% <= 3 milliseconds
0.82% <= 4 milliseconds
71.43% <= 5 milliseconds
99.51% <= 6 milliseconds
100.00% <= 7 milliseconds
100.00% <= 8 milliseconds
100.00% <= 9 milliseconds
93868.79 requests per second

====== GET ======
  100077 requests completed in 1.02 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.27% <= 2 milliseconds
0.50% <= 3 milliseconds
6.18% <= 4 milliseconds
89.09% <= 5 milliseconds
98.67% <= 6 milliseconds
100.00% <= 7 milliseconds
97826.98 requests per second


====== SET ======
  100160 requests completed in 1.10 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.02% <= 1 milliseconds
0.14% <= 2 milliseconds
0.37% <= 3 milliseconds
0.70% <= 4 milliseconds
58.16% <= 5 milliseconds
98.91% <= 6 milliseconds
99.99% <= 7 milliseconds
100.00% <= 8 milliseconds
91386.87 requests per second

====== GET ======
  100069 requests completed in 1.01 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.22% <= 2 milliseconds
0.48% <= 3 milliseconds
9.45% <= 4 milliseconds
91.17% <= 5 milliseconds
98.91% <= 6 milliseconds
99.97% <= 7 milliseconds
100.00% <= 8 milliseconds
98882.41 requests per second


====== SET ======
  100104 requests completed in 1.08 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.16% <= 2 milliseconds
0.39% <= 3 milliseconds
0.73% <= 4 milliseconds
66.06% <= 5 milliseconds
99.50% <= 6 milliseconds
100.00% <= 7 milliseconds
92860.86 requests per second

====== GET ======
  100080 requests completed in 1.00 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.27% <= 2 milliseconds
0.50% <= 3 milliseconds
12.54% <= 4 milliseconds
93.69% <= 5 milliseconds
99.78% <= 6 milliseconds
100.00% <= 7 milliseconds
100280.55 requests per second


====== SET ======
  100054 requests completed in 1.06 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.14% <= 2 milliseconds
0.39% <= 3 milliseconds
0.80% <= 4 milliseconds
73.73% <= 5 milliseconds
98.75% <= 6 milliseconds
99.99% <= 7 milliseconds
100.00% <= 8 milliseconds
100.00% <= 9 milliseconds
94035.71 requests per second

====== GET ======
  100062 requests completed in 1.01 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.28% <= 2 milliseconds
0.50% <= 3 milliseconds
8.47% <= 4 milliseconds
92.59% <= 5 milliseconds
99.54% <= 6 milliseconds
100.00% <= 7 milliseconds
99071.29 requests per second


====== SET ======
  100137 requests completed in 1.17 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.14% <= 2 milliseconds
0.32% <= 3 milliseconds
0.56% <= 4 milliseconds
32.00% <= 5 milliseconds
90.90% <= 6 milliseconds
98.78% <= 7 milliseconds
99.43% <= 8 milliseconds
99.82% <= 9 milliseconds
100.00% <= 10 milliseconds
85733.73 requests per second

====== GET ======
  100175 requests completed in 1.07 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.16% <= 2 milliseconds
0.42% <= 3 milliseconds
0.88% <= 4 milliseconds
73.70% <= 5 milliseconds
99.42% <= 6 milliseconds
99.97% <= 7 milliseconds
99.98% <= 11 milliseconds
99.98% <= 15 milliseconds
100.00% <= 16 milliseconds
100.00% <= 17 milliseconds
93972.80 requests per second


====== SET ======
  100094 requests completed in 1.19 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.08% <= 2 milliseconds
0.35% <= 3 milliseconds
0.49% <= 4 milliseconds
17.49% <= 5 milliseconds
91.39% <= 6 milliseconds
100.00% <= 7 milliseconds
83830.82 requests per second

====== GET ======
  100137 requests completed in 1.07 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.12% <= 2 milliseconds
0.46% <= 3 milliseconds
1.70% <= 4 milliseconds
69.00% <= 5 milliseconds
99.27% <= 6 milliseconds
99.86% <= 7 milliseconds
100.00% <= 8 milliseconds
93237.43 requests per second


====== SET ======
  100249 requests completed in 1.15 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.09% <= 2 milliseconds
0.34% <= 3 milliseconds
0.56% <= 4 milliseconds
30.99% <= 5 milliseconds
97.72% <= 6 milliseconds
100.00% <= 7 milliseconds
100.00% <= 9 milliseconds
86795.67 requests per second

====== GET ======
  100235 requests completed in 1.05 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.19% <= 2 milliseconds
0.44% <= 3 milliseconds
3.06% <= 4 milliseconds
78.76% <= 5 milliseconds
99.66% <= 6 milliseconds
100.00% <= 7 milliseconds
95280.41 requests per second


====== SET ======
  100113 requests completed in 1.19 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.10% <= 2 milliseconds
0.40% <= 3 milliseconds
0.57% <= 4 milliseconds
24.95% <= 5 milliseconds
85.90% <= 6 milliseconds
99.80% <= 7 milliseconds
100.00% <= 8 milliseconds
83987.41 requests per second

====== GET ======
  100282 requests completed in 1.12 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.06% <= 2 milliseconds
0.33% <= 3 milliseconds
1.18% <= 4 milliseconds
52.97% <= 5 milliseconds
94.49% <= 6 milliseconds
100.00% <= 7 milliseconds
89617.52 requests per second


====== SET ======
  100025 requests completed in 1.10 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.13% <= 2 milliseconds
0.46% <= 3 milliseconds
0.60% <= 4 milliseconds
58.09% <= 5 milliseconds
99.09% <= 6 milliseconds
99.78% <= 7 milliseconds
99.97% <= 8 milliseconds
99.97% <= 12 milliseconds
99.98% <= 13 milliseconds
99.98% <= 14 milliseconds
99.98% <= 15 milliseconds
100.00% <= 16 milliseconds
100.00% <= 17 milliseconds
91263.69 requests per second

====== GET ======
  100149 requests completed in 1.02 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.21% <= 2 milliseconds
0.46% <= 3 milliseconds
5.85% <= 4 milliseconds
89.85% <= 5 milliseconds
100.00% <= 6 milliseconds
98089.12 requests per second


====== SET ======
  100010 requests completed in 1.10 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.12% <= 2 milliseconds
0.44% <= 3 milliseconds
0.58% <= 4 milliseconds
57.13% <= 5 milliseconds
98.56% <= 6 milliseconds
99.50% <= 7 milliseconds
99.72% <= 8 milliseconds
100.00% <= 9 milliseconds
90918.18 requests per second

====== GET ======
  100117 requests completed in 1.03 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.18% <= 2 milliseconds
0.48% <= 3 milliseconds
4.13% <= 4 milliseconds
86.95% <= 5 milliseconds
98.87% <= 6 milliseconds
99.76% <= 7 milliseconds
100.00% <= 8 milliseconds
96918.69 requests per second


====== SET ======
  100093 requests completed in 1.10 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.10% <= 2 milliseconds
0.42% <= 3 milliseconds
0.57% <= 4 milliseconds
55.69% <= 5 milliseconds
98.58% <= 6 milliseconds
100.00% <= 7 milliseconds
90828.49 requests per second

====== GET ======
  100151 requests completed in 1.03 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.20% <= 2 milliseconds
0.47% <= 3 milliseconds
3.83% <= 4 milliseconds
89.42% <= 5 milliseconds
98.68% <= 6 milliseconds
99.80% <= 7 milliseconds
100.00% <= 8 milliseconds
97328.47 requests per second


====== SET ======
  100013 requests completed in 1.10 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.09% <= 2 milliseconds
0.30% <= 3 milliseconds
0.52% <= 4 milliseconds
55.43% <= 5 milliseconds
99.50% <= 6 milliseconds
100.00% <= 7 milliseconds
90920.91 requests per second

====== GET ======
  100166 requests completed in 1.02 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.20% <= 2 milliseconds
0.49% <= 3 milliseconds
4.21% <= 4 milliseconds
90.68% <= 5 milliseconds
99.38% <= 6 milliseconds
100.00% <= 7 milliseconds
97818.35 requests per second


====== SET ======
  100064 requests completed in 1.10 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.12% <= 2 milliseconds
0.38% <= 3 milliseconds
0.57% <= 4 milliseconds
54.91% <= 5 milliseconds
98.76% <= 6 milliseconds
99.94% <= 7 milliseconds
100.00% <= 8 milliseconds
90719.85 requests per second

====== GET ======
  100206 requests completed in 1.10 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.23% <= 2 milliseconds
0.48% <= 3 milliseconds
3.58% <= 4 milliseconds
54.74% <= 5 milliseconds
97.98% <= 6 milliseconds
99.97% <= 7 milliseconds
100.00% <= 8 milliseconds
91179.26 requests per second


====== SET ======
  100006 requests completed in 2.40 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

18.34% <= 0 milliseconds
57.11% <= 1 milliseconds
86.54% <= 2 milliseconds
98.09% <= 3 milliseconds
99.61% <= 4 milliseconds
99.83% <= 5 milliseconds
99.87% <= 6 milliseconds
99.88% <= 7 milliseconds
99.88% <= 8 milliseconds
99.92% <= 584 milliseconds
99.97% <= 585 milliseconds
99.98% <= 586 milliseconds
99.98% <= 830 milliseconds
99.98% <= 831 milliseconds
99.99% <= 832 milliseconds
99.99% <= 833 milliseconds
99.99% <= 834 milliseconds
100.00% <= 835 milliseconds
100.00% <= 836 milliseconds
41634.47 requests per second

====== GET ======
  100197 requests completed in 1.25 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.14% <= 2 milliseconds
0.42% <= 3 milliseconds
0.62% <= 4 milliseconds
15.66% <= 5 milliseconds
78.14% <= 6 milliseconds
92.26% <= 7 milliseconds
97.58% <= 8 milliseconds
99.13% <= 9 milliseconds
99.65% <= 10 milliseconds
99.85% <= 11 milliseconds
99.93% <= 12 milliseconds
99.96% <= 13 milliseconds
99.98% <= 14 milliseconds
99.99% <= 15 milliseconds
99.99% <= 16 milliseconds
99.99% <= 17 milliseconds
100.00% <= 18 milliseconds
100.00% <= 20 milliseconds
100.00% <= 22 milliseconds
100.00% <= 23 milliseconds
80157.60 requests per second


====== SET ======
  100069 requests completed in 1.15 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.18% <= 2 milliseconds
0.46% <= 3 milliseconds
0.55% <= 4 milliseconds
37.31% <= 5 milliseconds
96.68% <= 6 milliseconds
98.56% <= 7 milliseconds
98.96% <= 8 milliseconds
99.35% <= 9 milliseconds
99.98% <= 10 milliseconds
100.00% <= 11 milliseconds
87092.25 requests per second

====== GET ======
  100223 requests completed in 1.06 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.21% <= 2 milliseconds
5.66% <= 3 milliseconds
90.28% <= 4 milliseconds
99.75% <= 5 milliseconds
99.93% <= 6 milliseconds
99.94% <= 1045 milliseconds
100.00% <= 1046 milliseconds
94283.16 requests per second


====== SET ======
  100004 requests completed in 1.14 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.11% <= 2 milliseconds
0.36% <= 3 milliseconds
1.81% <= 4 milliseconds
36.83% <= 5 milliseconds
95.68% <= 6 milliseconds
99.11% <= 7 milliseconds
99.74% <= 8 milliseconds
99.93% <= 9 milliseconds
99.98% <= 10 milliseconds
99.99% <= 11 milliseconds
100.00% <= 12 milliseconds
100.00% <= 13 milliseconds
87339.74 requests per second

====== GET ======
  100028 requests completed in 1.19 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.29% <= 1 milliseconds
5.33% <= 2 milliseconds
25.92% <= 3 milliseconds
61.27% <= 4 milliseconds
83.88% <= 5 milliseconds
93.22% <= 6 milliseconds
96.97% <= 7 milliseconds
98.41% <= 8 milliseconds
99.06% <= 9 milliseconds
99.45% <= 10 milliseconds
99.69% <= 11 milliseconds
99.82% <= 12 milliseconds
99.89% <= 13 milliseconds
99.94% <= 14 milliseconds
99.97% <= 15 milliseconds
99.98% <= 16 milliseconds
99.98% <= 17 milliseconds
100.00% <= 18 milliseconds
100.00% <= 19 milliseconds
100.00% <= 20 milliseconds
83916.10 requests per second


====== SET ======
  100005 requests completed in 2.74 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

10.69% <= 0 milliseconds
27.59% <= 1 milliseconds
44.93% <= 2 milliseconds
67.90% <= 3 milliseconds
84.46% <= 4 milliseconds
93.22% <= 5 milliseconds
97.19% <= 6 milliseconds
98.81% <= 7 milliseconds
99.45% <= 8 milliseconds
99.69% <= 9 milliseconds
99.79% <= 10 milliseconds
99.83% <= 11 milliseconds
99.84% <= 12 milliseconds
99.85% <= 13 milliseconds
99.86% <= 332 milliseconds
99.92% <= 333 milliseconds
99.96% <= 334 milliseconds
99.97% <= 335 milliseconds
99.98% <= 336 milliseconds
99.98% <= 407 milliseconds
99.98% <= 408 milliseconds
99.99% <= 409 milliseconds
100.00% <= 410 milliseconds
100.00% <= 411 milliseconds
100.00% <= 412 milliseconds
100.00% <= 413 milliseconds
36444.97 requests per second

====== GET ======
  100137 requests completed in 1.26 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.11% <= 0 milliseconds
1.20% <= 1 milliseconds
36.50% <= 2 milliseconds
95.36% <= 3 milliseconds
98.76% <= 4 milliseconds
99.54% <= 5 milliseconds
99.74% <= 6 milliseconds
99.80% <= 7 milliseconds
99.83% <= 8 milliseconds
99.85% <= 9 milliseconds
99.86% <= 10 milliseconds
99.87% <= 11 milliseconds
99.87% <= 13 milliseconds
99.87% <= 14 milliseconds
99.87% <= 22 milliseconds
99.88% <= 304 milliseconds
99.89% <= 305 milliseconds
99.91% <= 306 milliseconds
99.92% <= 307 milliseconds
99.97% <= 308 milliseconds
99.99% <= 309 milliseconds
100.00% <= 310 milliseconds
100.00% <= 312 milliseconds
79600.16 requests per second


====== SET ======
  100266 requests completed in 1.10 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.10% <= 0 milliseconds
3.83% <= 1 milliseconds
64.80% <= 2 milliseconds
90.74% <= 3 milliseconds
91.54% <= 4 milliseconds
99.12% <= 5 milliseconds
99.91% <= 6 milliseconds
99.93% <= 7 milliseconds
99.94% <= 8 milliseconds
99.94% <= 9 milliseconds
99.95% <= 10 milliseconds
99.95% <= 181 milliseconds
99.95% <= 191 milliseconds
99.99% <= 192 milliseconds
100.00% <= 193 milliseconds
90820.66 requests per second

====== GET ======
  100133 requests completed in 1.12 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.20% <= 2 milliseconds
0.47% <= 3 milliseconds
2.06% <= 4 milliseconds
47.85% <= 5 milliseconds
97.26% <= 6 milliseconds
99.54% <= 7 milliseconds
99.95% <= 8 milliseconds
99.97% <= 9 milliseconds
99.97% <= 10 milliseconds
99.97% <= 12 milliseconds
99.98% <= 13 milliseconds
99.98% <= 14 milliseconds
99.99% <= 15 milliseconds
99.99% <= 16 milliseconds
100.00% <= 17 milliseconds
100.00% <= 18 milliseconds
89484.37 requests per second


====== SET ======
  100070 requests completed in 1.43 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.03% <= 0 milliseconds
0.86% <= 1 milliseconds
5.54% <= 2 milliseconds
49.42% <= 3 milliseconds
71.55% <= 4 milliseconds
81.97% <= 5 milliseconds
89.37% <= 6 milliseconds
94.32% <= 7 milliseconds
97.42% <= 8 milliseconds
98.92% <= 9 milliseconds
99.62% <= 10 milliseconds
99.86% <= 11 milliseconds
99.94% <= 12 milliseconds
99.98% <= 13 milliseconds
100.00% <= 14 milliseconds
100.00% <= 15 milliseconds
70027.99 requests per second

====== GET ======
  100003 requests completed in 2.21 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

27.62% <= 0 milliseconds
60.87% <= 1 milliseconds
98.81% <= 2 milliseconds
99.82% <= 3 milliseconds
99.87% <= 4 milliseconds
99.87% <= 5 milliseconds
99.88% <= 654 milliseconds
99.98% <= 655 milliseconds
100.00% <= 656 milliseconds
45168.47 requests per second


====== SET ======
  100019 requests completed in 2.33 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 0 milliseconds
0.24% <= 1 milliseconds
1.65% <= 2 milliseconds
9.35% <= 3 milliseconds
64.27% <= 4 milliseconds
78.91% <= 5 milliseconds
87.29% <= 6 milliseconds
92.86% <= 7 milliseconds
96.33% <= 8 milliseconds
98.26% <= 9 milliseconds
99.19% <= 10 milliseconds
99.65% <= 11 milliseconds
99.85% <= 12 milliseconds
99.93% <= 13 milliseconds
99.97% <= 14 milliseconds
99.99% <= 15 milliseconds
100.00% <= 16 milliseconds
42908.19 requests per second

====== GET ======
  100002 requests completed in 1.13 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

12.35% <= 0 milliseconds
96.42% <= 1 milliseconds
99.34% <= 2 milliseconds
99.82% <= 3 milliseconds
99.94% <= 4 milliseconds
99.98% <= 5 milliseconds
99.99% <= 6 milliseconds
100.00% <= 7 milliseconds
100.00% <= 10 milliseconds
100.00% <= 28 milliseconds
88185.19 requests per second


====== SET ======
  100010 requests completed in 1.55 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

1.45% <= 0 milliseconds
7.11% <= 1 milliseconds
20.91% <= 2 milliseconds
44.06% <= 3 milliseconds
64.46% <= 4 milliseconds
78.41% <= 5 milliseconds
87.72% <= 6 milliseconds
93.50% <= 7 milliseconds
96.74% <= 8 milliseconds
98.34% <= 9 milliseconds
99.18% <= 10 milliseconds
99.53% <= 11 milliseconds
99.69% <= 12 milliseconds
99.77% <= 13 milliseconds
99.82% <= 14 milliseconds
99.83% <= 15 milliseconds
99.84% <= 16 milliseconds
99.85% <= 17 milliseconds
99.85% <= 21 milliseconds
99.87% <= 40 milliseconds
99.90% <= 41 milliseconds
99.92% <= 42 milliseconds
99.96% <= 43 milliseconds
99.98% <= 44 milliseconds
99.98% <= 45 milliseconds
99.98% <= 46 milliseconds
99.98% <= 205 milliseconds
99.98% <= 206 milliseconds
99.99% <= 207 milliseconds
99.99% <= 208 milliseconds
100.00% <= 209 milliseconds
100.00% <= 210 milliseconds
64605.95 requests per second

====== GET ======
  100228 requests completed in 1.16 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.07% <= 2 milliseconds
0.30% <= 3 milliseconds
13.26% <= 4 milliseconds
83.99% <= 5 milliseconds
98.44% <= 6 milliseconds
99.10% <= 7 milliseconds
99.34% <= 8 milliseconds
99.78% <= 9 milliseconds
99.88% <= 10 milliseconds
99.88% <= 11 milliseconds
99.88% <= 12 milliseconds
99.90% <= 13 milliseconds
99.92% <= 14 milliseconds
99.94% <= 15 milliseconds
99.96% <= 16 milliseconds
99.96% <= 17 milliseconds
99.96% <= 501 milliseconds
100.00% <= 502 milliseconds
100.00% <= 849 milliseconds
86254.73 requests per second


====== SET ======
  100074 requests completed in 1.20 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.30% <= 0 milliseconds
4.31% <= 1 milliseconds
56.14% <= 2 milliseconds
77.74% <= 3 milliseconds
81.02% <= 4 milliseconds
97.21% <= 5 milliseconds
99.56% <= 6 milliseconds
99.83% <= 7 milliseconds
99.92% <= 8 milliseconds
99.97% <= 9 milliseconds
99.99% <= 10 milliseconds
99.99% <= 11 milliseconds
100.00% <= 12 milliseconds
100.00% <= 13 milliseconds
100.00% <= 14 milliseconds
83117.94 requests per second

====== GET ======
  100206 requests completed in 1.09 seconds
  500 parallel clients
  100 bytes payload
  keep alive: 1

0.18% <= 2 milliseconds
0.47% <= 3 milliseconds
1.80% <= 4 milliseconds
60.11% <= 5 milliseconds
98.56% <= 6 milliseconds
100.00% <= 7 milliseconds
100.00% <= 8 milliseconds
91679.77 requests per second


SET: 0.00